Repository: harryday123/SongLinkr
Catalog: Project/Shortcuts/*.lproj/Intents.strings
Languages: de, es, ja

# 0H2KQc
source: Do you want results for a specific platform?
de: Sie möchten Ergebnisse für eine bestimmte Plattform?
es: ¿Quieres resultados para una plataforma específica?
ja: 特定のプラットフォームの結果が必要ですか？

# 6Tkxbp
source: Match URL To Platform
de: Ordne eine URL einer Plattform zu
es: Hacer coincidir la URL con la plataforma
ja: URLをプラットフォームに一致させる

# AFUHHV
source: Match a link to a song to a specific platform
de: Ordne einen Link zu einem Song einer bestimmten Plattform zu
es: Coincidir con un enlace a una canción a una plataforma específica
ja: 曲へのリンクを特定のプラットフォームに一致させる

# BaH866
source: yes
de: ja
es: sí
ja: はい

# FPSatn-4c4BCS
source: There are ${count} options matching ‘Google Store’.
de: Es gibt ${count} Optionen passende ‘Google Store‘.
es: Hay ${count} opciones que coinciden con ‘Google Store’.
ja: Google Store’一致する${count}つのオプションがあります

# FPSatn-5Ti2AT
source: There are ${count} options matching ‘Amazon Music’.
de: Es gibt ${count} Optionen passende ‘Amazon Music‘.
es: Hay ${count} opciones que coinciden con ‘Amazon Music’.
ja: ‘Amazon Music’一致する${count}つのオプションがあります

# FPSatn-6GNxNK
source: There are ${count} options matching ‘Spotify’.
de: Es gibt ${count} Optionen passende ‘Spotify‘.
es: Hay ${count} opciones que coinciden con ‘Spotify’.
ja: ‘Spotify’一致する${count}つのオプションがあります

# FPSatn-79bW8S
source: There are ${count} options matching ‘Yandex’.
de: Es gibt ${count} Optionen passende ‘Yandex‘.
es: Hay ${count} opciones que coinciden con ‘Yandex’.
ja: ‘Yandex’一致する${count}つのオプションがあります

# FPSatn-B2DQTs
source: There are ${count} options matching ‘Google’.
de: Es gibt ${count} Optionen passende ‘Google’.
es: Hay ${count} opciones que coinciden con ‘Google’.
ja: ‘Google’一致する${count}つのオプションがあります

# FPSatn-GdIWik
source: There are ${count} options matching ‘Napster’.
de: Es gibt ${count} Optionen passende ‘Napster’.
es: Hay ${count} opciones que coinciden con ‘Napster’.
ja: ‘Napster’一致する${count}つのオプションがあります

# FPSatn-MvPKsc
source: There are ${count} options matching ‘YouTube’.
de: Es gibt ${count} Optionen passende ‘YouTube’.
es: Hay ${count} opciones que coinciden con ‘YouTube’.
ja: ‘YouTube’一致する${count}つのオプションがあります

# FPSatn-PMmjOZ
source: There are ${count} options matching ‘Deezer’.
de: Es gibt ${count} Optionen passende ‘Deezer’.
es: Hay ${count} opciones que coinciden con ‘Deezer’.
ja: ‘Deezer’一致する${count}つのオプションがあります

# FPSatn-SXnfyi
source: There are ${count} options matching ‘Audius’.
de: Es gibt ${count} Optionen passende ‘Audius’.
es: Hay ${count} opciones que coinciden con ‘Audius’.
ja: ‘Audius’一致する${count}つのオプションがあります

# FPSatn-VAAf0j
source: There are ${count} options matching ‘Pandora’.
de: Es gibt ${count} Optionen passende ‘Pandora’.
es: Hay ${count} opciones que coinciden con ‘Pandora’.
ja: ‘Pandora’一致する${count}つのオプションがあります

# FPSatn-ZbjoIu
source: There are ${count} options matching ‘YouTube Music’.
de: Es gibt ${count} Optionen passende ‘YouTube Music’.
es: Hay ${count} opciones que coinciden con ‘YouTube Music’.
ja: ‘YouTube Music’一致する${count}つのオプションがあります

# FPSatn-hJp9L6
source: There are ${count} options matching ‘Spinrilla’.
de: Es gibt ${count} Optionen passende ‘Spinrilla’.
es: Hay ${count} opciones que coinciden con ‘Spinrilla’.
ja: ‘Spinrilla’一致する${count}つのオプションがあります

# FPSatn-hRJWbC
source: There are ${count} options matching ‘Tidal’.
de: Es gibt ${count} Optionen passende ‘Tidal’.
es: Hay ${count} opciones que coinciden con ‘Tidal’.
ja: ‘Tidal’一致する${count}つのオプションがあります

# FPSatn-nDRwZF
source: There are ${count} options matching ‘Apple Music’.
de: Es gibt ${count} Optionen passende ‘Apple Music’.
es: Hay ${count} opciones que coinciden con ‘Apple Music’.
ja: ‘AppleMusic’一致する${count}つのオプションがあります

# FPSatn-urAphz
source: There are ${count} options matching ‘Amazon Store’.
de: Es gibt ${count} Optionen passende ‘Amazon Store’.
es: Hay ${count} opciones que coinciden con ‘Amazon Store’.
ja: ‘Amazon Store’一致する${count}つのオプションがあります

# FPSatn-xYWVFm
source: There are ${count} options matching ‘iTunes’.
de: Es gibt ${count} Optionen passende ‘iTunes’.
es: Hay ${count} opciones que coinciden con ‘iTunes’.
ja: ‘iTunes’一致する${count}つのオプションがあります

# FPSatn-yd7vN2
source: There are ${count} options matching ‘SoundCloud’.
de: Es gibt ${count} Optionen passende ‘SoundCloud’.
es: Hay ${count} opciones que coinciden con ‘SoundCloud’.
ja: ‘SoundCloud’一致する${count}つのオプションがあります

# N0ppzK
source: no
de: nein
ja: いいえ

# QoggXP
source: Result
de: Ergebnis
es: Resultado
ja: 結果

# RrB6gc
source: Target Platform
de: Zielplattform
es: Plataforma de destino
ja: ターゲットプラットフォーム

# W0NWGS
source: Choose Specific Platform
de: Wählen Sie eine bestimmte Plattform
es: Elija una plataforma específica
ja: 特定のプラットフォームを選択

# ZpJUtS
source: Enter the URL to a song on a streaming platform
de: Geben Sie die URL zu einem Song auf einer Streaming-Plattform ein
es: Ingrese la URL de una canción en una plataforma de transmisión
ja: ストリーミングプラットフォーム上の曲のURLを入力します

# etA7WR
source: Match the song at ${url} on ${targetPlatform}
de: Finden Sie Übereinstimmungen des Songs unter ${url} auf ${targetPlatform}
es: Coincide con la canción en ${url} en ${targetPlatform}
ja: ${targetPlatform}の${url}で曲を一致させます

# fWSyYq
source: Error
ja: エラー

# fexlVe
source: Match the song at ${url} across streaming platforms
de: Finden Sie Übereinstimmungen des Songs unter ${url} auf allen Streaming-Plattformen
es: Haga coincidir la canción en ${url} en todas las plataformas de transmisión
ja: ストリーミングプラットフォーム間で${url}の曲を一致させる

# gv57D3
source: Please enter the URL to a song on a streaming platform
de: Bitte geben Sie die URL zu einem Song auf einer Streaming-Plattform ein
es: Ingrese la URL de una canción en una plataforma de transmisión
ja: ストリーミングプラットフォームの曲のURLを入力してください

# oIhMgw
source: Platforms
de: Plattformen
es: Plataformas
ja: プラットフォーム

# xOzIJe-4c4BCS
source: Just to confirm, you wanted ‘Google Store’?
de: Nur zur Bestätigung, Sie wollten den ‘Google Store‘?
es: Solo para confirmar, ¿querías 'Google Store'
ja: 確認のために、'Google Store'が必要でしたか？

# xOzIJe-5Ti2AT
source: Just to confirm, you wanted ‘Amazon Music’?
de: Nur zur Bestätigung, Sie wollten den ‘Amazon Music’?
es: Solo para confirmar, ¿querías ‘Amazon Music’?
ja: 確認のために、‘Amazon Music’が必要でしたか？

# xOzIJe-6GNxNK
source: Just to confirm, you wanted ‘Spotify’?
de: Nur zur Bestätigung, Sie wollten den ‘Spotify’?
es: Solo para confirmar, ¿querías ‘Spotify’?
ja: 確認のために、‘Spotify’が必要でしたか？

# xOzIJe-79bW8S
source: Just to confirm, you wanted ‘Yandex’?
de: Nur zur Bestätigung, Sie wollten den ‘Yandex’?
es: Solo para confirmar, ¿querías ‘Yandex’?
ja: 確認のために、‘Yandex’が必要でしたか？

# xOzIJe-B2DQTs
source: Just to confirm, you wanted ‘Google’?
de: Nur zur Bestätigung, Sie wollten den ‘Google’?
es: Solo para confirmar, ¿querías ‘Google’?
ja: 確認のために、‘Google’が必要でしたか？

# xOzIJe-GdIWik
source: Just to confirm, you wanted ‘Napster’?
de: Nur zur Bestätigung, Sie wollten den ‘Napster’?
es: Solo para confirmar, ¿querías ‘Napster’?
ja: 確認のために、‘Napster’が必要でしたか？

# xOzIJe-MvPKsc
source: Just to confirm, you wanted ‘YouTube’?
de: Nur zur Bestätigung, Sie wollten den ‘YouTube’?
es: Solo para confirmar, ¿querías ‘YouTube’?
ja: 確認のために、‘YouTube’が必要でしたか？

# xOzIJe-PMmjOZ
source: Just to confirm, you wanted ‘Deezer’?
de: Nur zur Bestätigung, Sie wollten den ‘Deezer’?
es: Solo para confirmar, ¿querías ‘Deezer’?
ja: 確認のために、‘Deezer’が必要でしたか？

# xOzIJe-SXnfyi
source: Just to confirm, you wanted ‘Audius’?
de: Nur zur Bestätigung, Sie wollten den ‘Audius’?
es: Solo para confirmar, ¿querías ‘Audius’?
ja: 確認のために、‘Audius’が必要でしたか？

# xOzIJe-VAAf0j
source: Just to confirm, you wanted ‘Pandora’?
de: Nur zur Bestätigung, Sie wollten den ‘Pandora’?
es: Solo para confirmar, ¿querías ‘Pandora’?
ja: 確認のために、‘Pandora’が必要でしたか？

# xOzIJe-ZbjoIu
source: Just to confirm, you wanted ‘YouTube Music’?
de: Nur zur Bestätigung, Sie wollten den ‘YouTube Music’?
es: Solo para confirmar, ¿querías ‘YouTube Music’?
ja: 確認のために、‘YouTube Music’が必要でしたか？

# xOzIJe-hJp9L6
source: Just to confirm, you wanted ‘Spinrilla’?
de: Nur zur Bestätigung, Sie wollten den ‘Spinrilla’?
es: Solo para confirmar, ¿querías ‘Spinrilla’?
ja: 確認のために、‘Spinrilla’が必要でしたか？

# xOzIJe-hRJWbC
source: Just to confirm, you wanted ‘Tidal’?
de: Nur zur Bestätigung, Sie wollten den ‘Tidal’?
es: Solo para confirmar, ¿querías ‘Tidal’?
ja: 確認のために、‘Tidal’が必要でしたか？

# xOzIJe-nDRwZF
source: Just to confirm, you wanted ‘Apple Music’?
de: Nur zur Bestätigung, Sie wollten den ‘Apple Music’?
es: Solo para confirmar, ¿querías ‘Apple Music’?
ja: 確認のために、‘AppleMusic’が必要でしたか？

# xOzIJe-urAphz
source: Just to confirm, you wanted ‘Amazon Store’?
de: Nur zur Bestätigung, Sie wollten den ‘Amazon Store’?
es: Solo para confirmar, ¿querías ‘Amazon Store’?
ja: 確認のために、‘Amazon Store’が必要でしたか？

# xOzIJe-xYWVFm
source: Just to confirm, you wanted ‘iTunes’?
de: Nur zur Bestätigung, Sie wollten den ‘iTunes’?
es: Solo para confirmar, ¿querías ‘iTunes’?
ja: 確認のために、‘iTunes’が必要でしたか？

# xOzIJe-yd7vN2
source: Just to confirm, you wanted ‘SoundCloud’?
de: Nur zur Bestätigung, Sie wollten den ‘SoundCloud’?
es: Solo para confirmar, ¿querías ‘SoundCloud’?
ja: 確認のために、‘SoundCloud’が必要でしたか？
