Repository: harryday123/SongLinkr
Catalog: Project/Frameworks/SongLinkrNetworkCore/SongLinkrNetworkCore/*.lproj/Localizable.strings
Languages: de, ja

source: An error occurred on the server. Received status code %lld from the server
de: Auf dem Server ist ein Fehler aufgetreten. Statuscode %lld vom Server erhalten
ja: サーバーでエラーが発生しました。ステータスコード：%lld

source: An error occurred on the server. Received status code %lld from the server with message: %@
de: Auf dem Server ist ein Fehler aufgetreten. Statuscode 400 vom Server mit Nachricht erhalten: %@
ja: サーバーでエラーが発生しました。詳細：%@（%lld）

source: An error occurred whilst decoding the server response: %@
de: Beim Decodieren der Serverantwort ist ein Fehler aufgetreten: %@
ja: サーバーのレスポンスをデコードできませんでした。詳細：%@

source: Decoding Error
de: Decodierungsfehler
ja: デコーディングエラー

source: Invalid URL
de: Ungültige URL
ja: 無効なURL

source: Network Error
de: Netzwerkfehler
ja: ネットワークエラー

source: No match found. Please check your link and try again
de: Kein Ergebnis gefunden. Bitte überprüfen Sie Ihren URL und versuchen Sie es erneut
ja: マッチできませんでした。リンクを確認してから、もう一度お試しください。

source: Platform not recognised. Check the list of supported platforms for more information.
de: Plattform nicht erkannt. Weitere Informationen finden Sie in der Liste der unterstützten Plattformen.
ja: プラットフォームを認識されませんでした。詳しくは、対応しているプラットフォームのリストをご確認してください。

source: Something went wrong
de: Etwas ist schief gelaufen
ja: エラーが発生しました

source: Something went wrong while communicating to the server: %@
de: Während der Kommunikation mit dem Server ist ein Fehler aufgetreten: %@
ja: サーバーに接続中にエラーが発生しました。詳細：%@

source: Sorry, an unkown network error occured.
de: Leider ist ein unbekannter Netzwerkfehler aufgetreten.
ja: 不明なネットワークエラーが発生しました。

source: The URL is not valid.
de: Die URL ist ungültig.
ja: 無効なURLです。

source: Unknown Item
de: Unbekannter Artikel
ja: 不明な項目です

source: Unknown Network Problem
de: Unbekanntes Netzwerkproblem
ja: インターネットに接続できませんでした

source: Unknown Platform
de: Unbekannte Plattform
ja: 不明なプラットフォームです。
